Revit 2016 API
FilteredWorksetIdIterator Properties
The FilteredWorksetIdIterator type exposes the following members.
Properties
Name | Description
Current
CurrentObject
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
FilteredWorksetIdIterator Class
Autodesk.Revit.DB Namespace